"use server";

export default async function BadAppleLyricsPage() {
    return (
        <>
            ながれてく とき の なか で でも
            けだるさ が ほら ぐるぐる まわって
            わたし から はなれる こころ も
            みえないわ そう しらない?

            じぶん から うごく こと も なく
            とき の すきま に ながされ つずけて
            しらない は まわり の こと など
            わたし は わたし それ だけ

            ゆめ みてる? なに も みてない?
            かたる も むだ な じぶん の ことば
            かなしむ なんて つかれる だけ よ
            なに も かんじず すごせば いい の

            とまどう ことば あたえられて も
            じぶん の こころ ただ うわ の そら
            もし わたし から うごく の ならば
            すべて かえる の なら くろ に する

            こんな じぶん に みらい は ある の?
            こんな せかい に わたし は いる の?
            いま せつない の? いま かなしい の?
            じぶん の こと も わからない まま

            あゆむ こと さえ つかれる だけ よ
            ひと の こと など しり も しないわ
            こんな わたし も かわれる の なら
            もし かわれる の なら しろ に なる

            ながれてく とき の なか で でも
            けだるさ が ほら ぐるぐる まわって
            わたし から はなれる こころ も
            みえないわ そう しらない?

            じぶん から うごく こと も なく
            とき の すきま に ながされ つずけて
            しらない は まわり の こと など
            わたし は わたし それ だけ

            ゆめ みてる? なに も みてない?
            かたる も むだ な じぶん の ことば
            かなしむ なんて つかれる だけ よ
            なに も かんじず すごせば いい の

            とまどう ことば あたえられて も
            じぶん の こころ ただ うわ の そら
            もし わたし から うごく の ならば
            すべて かえる の なら くろ に する

            むだ な じかん に みらい は ある の?
            こんな ところ に わたし は いる の?
            わたし の こと を いいたい ならば
            ことば に する の なら [ろくでなし]

            こんな ところ に わたし は いる の?
            こんな じかん に わたし は いる の?
            こんな わたし も かわれる の なら
            もし かわれる の なら しろ に なる

            いま ゆめ みてる? なに も みてない?
            かたる も むだ な じぶん の ことば
            かなしむ なんて つかれる だけ よ
            なに も かんじず すごせば いい の

            とまどう ことば あたえられても
            じぶん の こころ ただ うわ の そら
            もし わたし から うごく の ならば
            すべて かえる の なら くろ に する

            うごく の ならば うごく の ならば
            すべて こわすわ すべて こわすわ
            かなしむ ならば かなしむ ならば
            わたし の こころ しろく かわれる?

            あなた の こと も わたし の こと も
            すべて の こと も まだ しらない の
            おもい まぶた を あけた の ならば
            すべて こわす の なら くろ に なれ!!!
        </>
    )
}
